/* Messeage for stream error alert view. */
"StreamErrorWindowMessage" = "There is an error with the data stream. Please press the refresh button to see if that resolves this issue.";

/* Title for stream error alert view. */
"StreamErrorWindowTitle" = "Data Stream Error";

/* Call */
"RequestMenuButton_Call" = "Call";

/* Email */
"RequestMenuButton_Email" = "Email";

/* Active word for Twitter service...i.e. Tweet */
"RequestMenuButton_Twitter" = "Tweet";

